Repository: AJaquet/almanah
Catalog: po/*.po
Languages: fr_fr

source: UI file "%s/diary/diary.ui" could not be loaded. Error: %s
fr_fr: Fichier d'interface "%s/diary/diary.ui" ne peux pas être chargé. Erreur: %s

source: File
fr_fr: Fichier

source: An attached file.
fr_fr: Un fichier attaché.

source: A note about an important event.
fr_fr: Une note a propos d'un évènement important.

source: A URI of a file or web page.
fr_fr: L'URI d'un ficher ou d'une page web.

source: Due to an unknown error the file cannot be opened.
fr_fr: A cause d'une erreur inconnue, le fichier ne peut être ouvert.

source: Select File
fr_fr: Choisissez un fichier

source: Due to an unknown error the URI cannot be opened.
fr_fr: A cause d'une erreur inconnue, l'URI ne peut être ouverte.

source: The spelling checker could not be initialized: %s
fr_fr: Le correcteur orthographique ne peut pas être initialisé: %s

source: Diary is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
fr_fr: Diary is free software: you can redistribute it and/or modify it under the terms of the GNU General Public Licence as published by the Free Software Foundation, either version 3 of the Licence, or (at your option) any later version.

source: Diary is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fr_fr: Diary is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public Licence for more details.

source: You should have received a copy of the GNU General Public License along with Diary. If not, see <http://www.gnu.org/licenses/>.
fr_fr: You should have received a copy of the GNU General Public Licence along with Diary. If not, see <http://www.gnu.org/licences/>.

source: A helpful diary keeper, storing %u entries with %u links and a total of %u characters.
fr_fr: Un organisateur de journal utile, stockant %u entrées avec %u liens et un total de %u caractères.

source: translator-credits
fr_fr: Philip Withnall <philip@tecnocode.co.uk> Jean-François Martin <lokthare@gmail.com>

source: Diary Website
fr_fr: Site web de Journal

source: Enable debug mode
fr_fr: Activer le mode de débogue

source: Diary
fr_fr: Journal

source: - Manage your diary
fr_fr: - Gère votre journal

source: Command-line options could not be parsed. Error: %s
fr_fr: Les options de la ligne de commande ne peuvent pas être analysé. Erreur: %s

source: <i>No entry for this date.</i>
fr_fr: <i>Pas d'entrée pour cette date.</i>

source: <b>Start Date</b>
fr_fr: <b>Date de début</b>

source: <b>End Date</b>
fr_fr: <b>Date de fin</b>

source: GPGME doesn't support OpenPGP: %s
fr_fr: GPGME ne supporte pas OpenPGP: %s

source: Error creating cipher context: %s
fr_fr: Erreur de création du contexte cryptographique: %s

source: Error opening encrypted database file "%s": %s
fr_fr: Erreur d'ouverture du fichier de la base de donnée chiffrée "%s": %s

source: Error opening plain database file "%s": %s
fr_fr: Erreur d'ouverture du fichier de la base de donnée claire "%s": %s

source: Error decrypting database: %s
fr_fr: Erreur de déchiffrage de la base de donnée: %s

source: Error getting encryption key: %s
fr_fr: Erreur d'obtention de la clé de chiffrement: %s

source: Error encrypting database: %s
fr_fr: Erreur du chiffrement de la base de donnée: %s

source: Could not delete plain database file "%s".
fr_fr: Ne peux pas supprimer le fichier de la base de donnée claire "%s".

source: Both an encrypted and plaintext version of the database exist, and one is likely corrupt. Please delete the corrupt one before continuing.
fr_fr: Deux versions de la base de donnée, une version claire et une version chiffrée, existent dont l'une d'elle est apparemment corrompue. Veillez supprimer la corrompue avant de continuer.

source: Could not open database "%s". SQLite provided the following error message: %s
fr_fr: Ne peux pas ouvrir la base de donnée "%s". SQLite a fournis le message d'erreur suivant: %s

source: Could not run query "%s". SQLite provided the following error message: %s
fr_fr: Ne peux pas lancer la requête "%s". SQLite a fournis le message d'erreur suivant: %s

source: Are you sure you want to delete this diary entry for %s?
fr_fr: Êtes-vous sûr de vouloir supprimer l'entrée du %s du journal?
